Repository: franci3/pomodoro-app
Catalog: lib/l10n/app_*.arb
Languages: de

# breakTitle
source: BREAK
de: PAUSE

source: Round
de: Runde

source: Focus time
de: Fokuszeit

source: Reset data
de: Daten zurücksetzen

source: SETTINGS
de: EINSTELLUNGEN

source: Enable notifications
de: Benachrichtigungen erlauben

source: Prevent sleep
de: Display nicht ausschalten

# shortPauseTime
source: Short pause
de: Kurze Pause

# longPauseTime
source: Long pause
de: Lange Pause

# notificationBreakTitle
source: Short pause
de: Kleine Pause

# notificationBreakBody
source: Nice! Take a short 5 minutes break.
de: Sehr gut du hast eine Runde geschafft. Mach 5 Minuten Pause.

# notificationLongBreakTitle
source: Long pause
de: Lange Pause

# notificationLongBreakBody
source: Congrats! You just did one Session, relax for 25 minutes.
de: Eine Session hinter dir! Entspanne dich 25 Minuten, dann gehts weiter.

# notificationResumeTitle
source: Lets focus!
de: Weiter gehts!

# notificationResumeBody
source: Lets get back to work. You are at round
de: Zeit zum fokussieren. Du bist bei Runde

# enableNotificationsTitle
source: Let us notify you!
de: Benachrichtigungen

# enableNotificationsDescription
source: To get notified when you successfully focused for a period of time, please enable notifications.
de: Damit wir dich benachrichtigen können sobald du eine Focus Session abgeschlossen hast, aktiviere bitte die Benachrichtigungen.
